Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: Register this device
ar: سجّل هذا الجهاز
de: Dieses Gerät registrieren
es: Registrar este dispositivo
fr: Enregistrer cet appareil
hi: इस डिवाइस को पंजीकृत करें
id: Daftarkan perangkat ini
it: Registra questo dispositivo
ja: このデバイスを登録
ko: 이 기기 등록
pt_br: Registrar este dispositivo
ru: Зарегистрировать устройство
tr: Bu cihazı kaydet
ur: یہ آلہ رجسٹر کریں
zh_hans: 注册此设备
zh_hant: 註冊此裝置

source: This device needs its own registration before you can join the team.
ar: يجب تسجيل هذا الجهاز قبل الانضمام إلى الفريق.
de: Dieses Gerät muss registriert werden, bevor du dem Team beitreten kannst.
es: Este dispositivo debe registrarse antes de que puedas unirte al equipo.
fr: Cet appareil doit être enregistré avant de rejoindre l’équipe.
hi: टीम में शामिल होने से पहले इस डिवाइस को पंजीकृत करना होगा।
id: Perangkat ini harus didaftarkan sebelum Anda bergabung ke tim.
it: Devi registrare questo dispositivo prima di entrare nel team.
ja: チームに参加する前に、このデバイスを登録する必要があります。
ko: 팀에 가입하기 전에 이 기기를 등록해야 합니다.
pt_br: Este dispositivo precisa ser registrado antes de você entrar na equipe.
ru: Перед вступлением в команду это устройство нужно зарегистрировать.
tr: Ekibe katılmadan önce bu cihaz kaydedilmelidir.
ur: ٹیم میں شامل ہونے سے پہلے یہ آلہ رجسٹر کرنا ہوگا۔
zh_hans: 加入团队前，需要单独注册此设备。
zh_hant: 加入團隊前，需要單獨註冊此裝置。

source: Registration does not join the team or share your private notes.
ar: التسجيل لا يضمك إلى الفريق ولا يشارك ملاحظاتك الخاصة.
de: Die Registrierung tritt keinem Team bei und teilt keine privaten Notizen.
es: El registro no te une al equipo ni comparte tus notas privadas.
fr: L’enregistrement ne vous fait pas rejoindre l’équipe et ne partage pas vos notes privées.
hi: पंजीकरण से टीम में शामिल नहीं होंगे और निजी नोट साझा नहीं होंगे।
id: Pendaftaran tidak memasukkan Anda ke tim atau membagikan catatan pribadi.
it: La registrazione non ti aggiunge al team e non condivide le note private.
ja: 登録してもチームには参加せず、非公開メモも共有されません。
ko: 등록해도 팀에 가입되거나 비공개 메모가 공유되지 않습니다.
pt_br: O registro não entra na equipe nem compartilha suas notas privadas.
ru: Регистрация не добавляет вас в команду и не передаёт личные заметки.
tr: Kayıt, ekibe katılmaz veya özel notlarınızı paylaşmaz.
ur: رجسٹریشن سے آپ ٹیم میں شامل نہیں ہوتے اور نجی نوٹس شیئر نہیں ہوتے۔
zh_hans: 注册不会加入团队，也不会共享您的私人笔记。
zh_hant: 註冊不會加入團隊，也不會分享您的私人筆記。

source: I agree to register this device for the account shown.
ar: أوافق على تسجيل هذا الجهاز للحساب المعروض.
de: Ich stimme zu, dieses Gerät für das angezeigte Konto zu registrieren.
es: Acepto registrar este dispositivo para la cuenta mostrada.
fr: J’accepte d’enregistrer cet appareil pour le compte affiché.
hi: मैं दिखाए गए खाते के लिए इस डिवाइस को पंजीकृत करने की सहमति देता/देती हूँ।
id: Saya setuju mendaftarkan perangkat ini untuk akun yang ditampilkan.
it: Acconsento a registrare questo dispositivo per l’account mostrato.
ja: 表示されたアカウントにこのデバイスを登録することに同意します。
ko: 표시된 계정에 이 기기를 등록하는 데 동의합니다.
pt_br: Concordo em registrar este dispositivo para a conta exibida.
ru: Я согласен зарегистрировать это устройство для указанного аккаунта.
tr: Gösterilen hesap için bu cihazı kaydetmeyi kabul ediyorum.
ur: میں دکھائے گئے اکاؤنٹ کے لیے یہ آلہ رجسٹر کرنے پر رضامند ہوں۔
zh_hans: 我同意为所示账户注册此设备。
zh_hant: 我同意為所示帳號註冊此裝置。

source: Registering device…
ar: جارٍ تسجيل الجهاز…
de: Gerät wird registriert…
es: Registrando dispositivo…
fr: Enregistrement de l’appareil…
hi: डिवाइस पंजीकृत हो रहा है…
id: Mendaftarkan perangkat…
it: Registrazione del dispositivo…
ja: デバイスを登録中…
ko: 기기 등록 중…
pt_br: Registrando dispositivo…
ru: Регистрация устройства…
tr: Cihaz kaydediliyor…
ur: آلہ رجسٹر ہو رہا ہے…
zh_hans: 正在注册设备…
zh_hant: 正在註冊裝置…

source: An earlier registration is still pending. Wait until the time shown, then continue.
ar: لا يزال تسجيل سابق قيد الانتظار. انتظر حتى الوقت المعروض ثم تابع.
de: Eine frühere Registrierung ist noch ausstehend. Warte bis zur angezeigten Zeit und fahre dann fort.
es: Un registro anterior sigue pendiente. Espera hasta la hora indicada y continúa.
fr: Un enregistrement précédent est toujours en attente. Attendez l’heure indiquée, puis continuez.
hi: पहले का पंजीकरण अभी लंबित है। दिखाए गए समय तक प्रतीक्षा करें, फिर आगे बढ़ें।
id: Pendaftaran sebelumnya masih tertunda. Tunggu hingga waktu yang ditampilkan, lalu lanjutkan.
it: Una registrazione precedente è ancora in sospeso. Attendi l’ora indicata, poi continua.
ja: 以前の登録はまだ保留中です。表示された時刻まで待ってから続けてください。
ko: 이전 등록이 아직 대기 중입니다. 표시된 시간까지 기다린 후 계속하세요.
pt_br: Um registro anterior ainda está pendente. Aguarde até o horário exibido e continue.
ru: Предыдущая регистрация ещё ожидает завершения. Дождитесь указанного времени и продолжите.
tr: Önceki bir kayıt hâlâ bekliyor. Gösterilen saate kadar bekleyip devam edin.
ur: پچھلی رجسٹریشن ابھی زیر التوا ہے۔ دکھائے گئے وقت تک انتظار کریں، پھر جاری رکھیں۔
zh_hans: 之前的注册仍在处理中。请等待至所示时间后继续。
zh_hant: 之前的註冊仍在處理中。請等待至所示時間後繼續。

source: The previous attempt was not found. Confirm again to retry with the same device.
ar: لم يُعثر على المحاولة السابقة. أكّد مجددًا لإعادة المحاولة بالجهاز نفسه.
de: Der vorherige Versuch wurde nicht gefunden. Bestätige erneut, um es mit demselben Gerät zu versuchen.
es: No se encontró el intento anterior. Confirma de nuevo para reintentarlo con el mismo dispositivo.
fr: La tentative précédente est introuvable. Confirmez à nouveau pour réessayer avec le même appareil.
hi: पिछला प्रयास नहीं मिला। उसी डिवाइस से दोबारा प्रयास करने के लिए फिर पुष्टि करें।
id: Upaya sebelumnya tidak ditemukan. Konfirmasikan lagi untuk mencoba ulang dengan perangkat yang sama.
it: Il tentativo precedente non è stato trovato. Conferma di nuovo per riprovare con lo stesso dispositivo.
ja: 以前の試行が見つかりません。もう一度確認して同じデバイスで再試行してください。
ko: 이전 시도를 찾을 수 없습니다. 같은 기기로 다시 시도하려면 다시 확인하세요.
pt_br: A tentativa anterior não foi encontrada. Confirme novamente para tentar com o mesmo dispositivo.
ru: Предыдущая попытка не найдена. Подтвердите ещё раз, чтобы повторить с тем же устройством.
tr: Önceki girişim bulunamadı. Aynı cihazla yeniden denemek için tekrar onaylayın.
ur: پچھلی کوشش نہیں ملی۔ اسی آلے سے دوبارہ کوشش کرنے کے لیے پھر تصدیق کریں۔
zh_hans: 未找到之前的尝试。请再次确认，以使用同一设备重试。
zh_hant: 找不到之前的嘗試。請再次確認，以使用同一裝置重試。

source: Registration could not be confirmed. Continue to check the previous attempt before trying again.
ar: تعذّر تأكيد التسجيل. تابع للتحقق من المحاولة السابقة قبل إعادة المحاولة.
de: Die Registrierung konnte nicht bestätigt werden. Fahre fort, um den vorherigen Versuch vor einem erneuten Versuch zu prüfen.
es: No se pudo confirmar el registro. Continúa para comprobar el intento anterior antes de reintentarlo.
fr: L’enregistrement n’a pas pu être confirmé. Continuez pour vérifier la tentative précédente avant de réessayer.
hi: पंजीकरण की पुष्टि नहीं हो सकी। दोबारा प्रयास से पहले पिछला प्रयास जाँचने के लिए आगे बढ़ें।
id: Pendaftaran tidak dapat dikonfirmasi. Lanjutkan untuk memeriksa upaya sebelumnya sebelum mencoba lagi.
it: Impossibile confermare la registrazione. Continua per controllare il tentativo precedente prima di riprovare.
ja: 登録を確認できませんでした。再試行する前に、以前の試行を確認してください。
ko: 등록을 확인할 수 없습니다. 다시 시도하기 전에 이전 시도를 확인하려면 계속하세요.
pt_br: Não foi possível confirmar o registro. Continue para verificar a tentativa anterior antes de tentar novamente.
ru: Не удалось подтвердить регистрацию. Продолжите, чтобы проверить предыдущую попытку перед повтором.
tr: Kayıt doğrulanamadı. Yeniden denemeden önce önceki girişimi kontrol etmek için devam edin.
ur: رجسٹریشن کی تصدیق نہیں ہو سکی۔ دوبارہ کوشش سے پہلے پچھلی کوشش جانچنے کے لیے جاری رکھیں۔
zh_hans: 无法确认注册。重试前，请继续检查之前的尝试。
zh_hant: 無法確認註冊。重試前，請繼續檢查之前的嘗試。

source: Continue registration
ar: متابعة التسجيل
de: Registrierung fortsetzen
es: Continuar registro
fr: Continuer l’enregistrement
hi: पंजीकरण जारी रखें
id: Lanjutkan pendaftaran
it: Continua la registrazione
ja: 登録を続ける
ko: 등록 계속
pt_br: Continuar registro
ru: Продолжить регистрацию
tr: Kayda devam et
ur: رجسٹریشن جاری رکھیں
zh_hans: 继续注册
zh_hant: 繼續註冊

source: This device is registered. Continue to review your team membership.
ar: تم تسجيل هذا الجهاز. تابع لمراجعة عضويتك في الفريق.
de: Dieses Gerät ist registriert. Fahre fort, um deine Teammitgliedschaft zu prüfen.
es: Este dispositivo está registrado. Continúa para revisar tu membresía del equipo.
fr: Cet appareil est enregistré. Continuez pour vérifier votre adhésion à l’équipe.
hi: यह डिवाइस पंजीकृत है। अपनी टीम सदस्यता की समीक्षा के लिए आगे बढ़ें।
id: Perangkat ini telah didaftarkan. Lanjutkan untuk meninjau keanggotaan tim.
it: Questo dispositivo è registrato. Continua per controllare l’appartenenza al team.
ja: このデバイスは登録済みです。チームメンバーシップの確認に進んでください。
ko: 이 기기가 등록되었습니다. 팀 멤버십을 검토하려면 계속하세요.
pt_br: Este dispositivo está registrado. Continue para revisar sua participação na equipe.
ru: Устройство зарегистрировано. Продолжите, чтобы проверить членство в команде.
tr: Bu cihaz kaydedildi. Ekip üyeliğinizi incelemek için devam edin.
ur: یہ آلہ رجسٹر ہو گیا ہے۔ اپنی ٹیم رکنیت کا جائزہ لینے کے لیے جاری رکھیں۔
zh_hans: 此设备已注册。请继续查看您的团队成员资格。
zh_hant: 此裝置已註冊。請繼續檢視您的團隊成員資格。

source: Device screen closed. Open the invitation again to continue.
ar: أُغلقت شاشة الجهاز. افتح الدعوة مجددًا للمتابعة.
de: Gerätebildschirm geschlossen. Öffne die Einladung erneut, um fortzufahren.
es: Pantalla del dispositivo cerrada. Abre la invitación de nuevo para continuar.
fr: L’écran de l’appareil est fermé. Rouvrez l’invitation pour continuer.
hi: डिवाइस स्क्रीन बंद हो गई। आगे बढ़ने के लिए आमंत्रण दोबारा खोलें।
id: Layar perangkat ditutup. Buka undangan lagi untuk melanjutkan.
it: Schermata del dispositivo chiusa. Riapri l’invito per continuare.
ja: デバイス画面を閉じました。続けるには招待をもう一度開いてください。
ko: 기기 화면이 닫혔습니다. 계속하려면 초대를 다시 여세요.
pt_br: Tela do dispositivo fechada. Abra o convite novamente para continuar.
ru: Экран устройства закрыт. Откройте приглашение снова, чтобы продолжить.
tr: Cihaz ekranı kapatıldı. Devam etmek için daveti yeniden açın.
ur: آلے کی اسکرین بند ہو گئی۔ جاری رکھنے کے لیے دعوت دوبارہ کھولیں۔
zh_hans: 设备页面已关闭。请重新打开邀请以继续。
zh_hant: 裝置畫面已關閉。請重新開啟邀請以繼續。

source: Setup could not continue. Close this screen and reopen the invitation.
ar: تعذّر متابعة الإعداد. أغلق هذه الشاشة وأعد فتح الدعوة.
de: Die Einrichtung konnte nicht fortgesetzt werden. Schließe diesen Bildschirm und öffne die Einladung erneut.
es: No se pudo continuar la configuración. Cierra esta pantalla y vuelve a abrir la invitación.
fr: La configuration n’a pas pu continuer. Fermez cet écran et rouvrez l’invitation.
hi: सेटअप जारी नहीं रह सका। यह स्क्रीन बंद करें और आमंत्रण दोबारा खोलें।
id: Penyiapan tidak dapat dilanjutkan. Tutup layar ini dan buka kembali undangan.
it: Impossibile continuare la configurazione. Chiudi questa schermata e riapri l’invito.
ja: セットアップを続行できませんでした。この画面を閉じて招待を開き直してください。
ko: 설정을 계속할 수 없습니다. 이 화면을 닫고 초대를 다시 여세요.
pt_br: Não foi possível continuar a configuração. Feche esta tela e reabra o convite.
ru: Не удалось продолжить настройку. Закройте этот экран и снова откройте приглашение.
tr: Kurulum devam edemedi. Bu ekranı kapatıp daveti yeniden açın.
ur: سیٹ اپ جاری نہیں رہ سکا۔ یہ اسکرین بند کریں اور دعوت دوبارہ کھولیں۔
zh_hans: 无法继续设置。请关闭此页面并重新打开邀请。
zh_hant: 無法繼續設定。請關閉此畫面並重新開啟邀請。

source: Team setup closed. Open the invitation again to continue.
ar: أُغلق إعداد الفريق. افتح الدعوة مجددًا للمتابعة.
de: Teameinrichtung geschlossen. Öffne die Einladung erneut, um fortzufahren.
es: Configuración del equipo cerrada. Abre la invitación de nuevo para continuar.
fr: La configuration de l’équipe est fermée. Rouvrez l’invitation pour continuer.
hi: टीम सेटअप बंद हो गया। आगे बढ़ने के लिए आमंत्रण दोबारा खोलें।
id: Penyiapan tim ditutup. Buka undangan lagi untuk melanjutkan.
it: Configurazione del team chiusa. Riapri l’invito per continuare.
ja: チーム設定を閉じました。続けるには招待をもう一度開いてください。
ko: 팀 설정이 닫혔습니다. 계속하려면 초대를 다시 여세요.
pt_br: Configuração da equipe fechada. Abra o convite novamente para continuar.
ru: Настройка команды закрыта. Откройте приглашение снова, чтобы продолжить.
tr: Ekip kurulumu kapatıldı. Devam etmek için daveti yeniden açın.
ur: ٹیم سیٹ اپ بند ہو گیا۔ جاری رکھنے کے لیے دعوت دوبارہ کھولیں۔
zh_hans: 团队设置已关闭。请重新打开邀请以继续。
zh_hant: 團隊設定已關閉。請重新開啟邀請以繼續。

source: Account access
ar: الوصول إلى الحساب
de: Kontozugriff
es: Acceso a la cuenta
fr: Accès au compte
hi: खाते तक पहुँच
id: Akses akun
it: Accesso all’account
ja: アカウントへのアクセス
ko: 계정 접근
pt_br: Acesso à conta
ru: Доступ к аккаунту
tr: Hesap erişimi
ur: اکاؤنٹ تک رسائی
zh_hans: 账户访问
zh_hant: 帳號存取

source: Review the team and role before signing in.
ar: راجع الفريق والدور قبل تسجيل الدخول.
de: Prüfe vor der Anmeldung das Team und die Rolle.
es: Revisa el equipo y el rol antes de iniciar sesión.
fr: Vérifiez l’équipe et le rôle avant de vous connecter.
hi: साइन इन करने से पहले टीम और भूमिका की समीक्षा करें।
id: Tinjau tim dan peran sebelum masuk.
it: Controlla il team e il ruolo prima di accedere.
ja: サインインする前にチームと役割を確認してください。
ko: 로그인하기 전에 팀과 역할을 확인하세요.
pt_br: Confira a equipe e a função antes de entrar.
ru: Перед входом проверьте команду и роль.
tr: Giriş yapmadan önce ekibi ve rolü inceleyin.
ur: سائن ان کرنے سے پہلے ٹیم اور کردار کا جائزہ لیں۔
zh_hans: 登录前，请查看团队和角色。
zh_hant: 登入前，請檢視團隊和角色。

source: Signing in does not register this device or join the team.
ar: تسجيل الدخول لا يسجّل هذا الجهاز ولا يضمك إلى الفريق.
de: Die Anmeldung registriert dieses Gerät nicht und tritt keinem Team bei.
es: Iniciar sesión no registra este dispositivo ni te une al equipo.
fr: La connexion n’enregistre pas cet appareil et ne vous fait pas rejoindre l’équipe.
hi: साइन इन करने से यह डिवाइस पंजीकृत नहीं होगा और न ही आप टीम में शामिल होंगे।
id: Masuk tidak mendaftarkan perangkat ini atau memasukkan Anda ke tim.
it: L’accesso non registra questo dispositivo e non ti aggiunge al team.
ja: サインインしても、このデバイスの登録やチームへの参加は行われません。
ko: 로그인해도 이 기기가 등록되거나 팀에 가입되지 않습니다.
pt_br: Entrar não registra este dispositivo nem adiciona você à equipe.
ru: Вход не регистрирует это устройство и не добавляет вас в команду.
tr: Giriş yapmak bu cihazı kaydetmez veya sizi ekibe dahil etmez.
ur: سائن ان کرنے سے یہ آلہ رجسٹر نہیں ہوتا اور نہ ہی آپ ٹیم میں شامل ہوتے ہیں۔
zh_hans: 登录不会注册此设备，也不会让您加入团队。
zh_hant: 登入不會註冊此裝置，也不會讓您加入團隊。

source: I agree to sign in for this invitation.
ar: أوافق على تسجيل الدخول لهذه الدعوة.
de: Ich stimme zu, mich für diese Einladung anzumelden.
es: Acepto iniciar sesión para esta invitación.
fr: J’accepte de me connecter pour cette invitation.
hi: मैं इस आमंत्रण के लिए साइन इन करने की सहमति देता/देती हूँ।
id: Saya setuju untuk masuk untuk undangan ini.
it: Acconsento ad accedere per questo invito.
ja: この招待のためにサインインすることに同意します。
ko: 이 초대를 위해 로그인하는 데 동의합니다.
pt_br: Concordo em entrar para este convite.
ru: Я согласен войти для этого приглашения.
tr: Bu davet için giriş yapmayı kabul ediyorum.
ur: میں اس دعوت کے لیے سائن ان کرنے پر رضامند ہوں۔
zh_hans: 我同意为此邀请登录。
zh_hant: 我同意為此邀請登入。

source: Continue to sign in
ar: المتابعة لتسجيل الدخول
de: Weiter zur Anmeldung
es: Continuar para iniciar sesión
fr: Continuer pour se connecter
hi: साइन इन करने के लिए आगे बढ़ें
id: Lanjutkan untuk masuk
it: Continua per accedere
ja: サインインに進む
ko: 로그인으로 계속
pt_br: Continuar para entrar
ru: Перейти ко входу
tr: Giriş yapmak için devam et
ur: سائن ان کرنے کے لیے جاری رکھیں
zh_hans: 继续登录
zh_hant: 繼續登入

source: Continue with this account
ar: المتابعة بهذا الحساب
de: Mit diesem Konto fortfahren
es: Continuar con esta cuenta
fr: Continuer avec ce compte
hi: इस खाते से आगे बढ़ें
id: Lanjutkan dengan akun ini
it: Continua con questo account
ja: このアカウントで続ける
ko: 이 계정으로 계속
pt_br: Continuar com esta conta
ru: Продолжить с этим аккаунтом
tr: Bu hesapla devam et
ur: اس اکاؤنٹ کے ساتھ جاری رکھیں
zh_hans: 使用此账户继续
zh_hant: 使用此帳號繼續

source: Checking account access…
ar: جارٍ التحقق من الوصول إلى الحساب…
de: Kontozugriff wird geprüft…
es: Comprobando el acceso a la cuenta…
fr: Vérification de l’accès au compte…
hi: खाते की पहुँच जाँची जा रही है…
id: Memeriksa akses akun…
it: Verifica dell’accesso all’account…
ja: アカウントへのアクセスを確認中…
ko: 계정 접근 확인 중…
pt_br: Verificando o acesso à conta…
ru: Проверка доступа к аккаунту…
tr: Hesap erişimi kontrol ediliyor…
ur: اکاؤنٹ تک رسائی کی جانچ ہو رہی ہے…
zh_hans: 正在检查账户访问权限…
zh_hant: 正在檢查帳號存取權限…

source: Account access could not be confirmed. Close this screen before signing in again.
ar: تعذّر تأكيد الوصول إلى الحساب. أغلق هذه الشاشة قبل تسجيل الدخول مجددًا.
de: Der Kontozugriff konnte nicht bestätigt werden. Schließe diesen Bildschirm, bevor du dich erneut anmeldest.
es: No se pudo confirmar el acceso a la cuenta. Cierra esta pantalla antes de volver a iniciar sesión.
fr: L’accès au compte n’a pas pu être confirmé. Fermez cet écran avant de vous reconnecter.
hi: खाते तक पहुँच की पुष्टि नहीं हो सकी। दोबारा साइन इन करने से पहले यह स्क्रीन बंद करें।
id: Akses akun tidak dapat dikonfirmasi. Tutup layar ini sebelum masuk lagi.
it: Impossibile confermare l’accesso all’account. Chiudi questa schermata prima di accedere di nuovo.
ja: アカウントへのアクセスを確認できませんでした。再度サインインする前にこの画面を閉じてください。
ko: 계정 접근을 확인할 수 없습니다. 다시 로그인하기 전에 이 화면을 닫으세요.
pt_br: Não foi possível confirmar o acesso à conta. Feche esta tela antes de entrar novamente.
ru: Не удалось подтвердить доступ к аккаунту. Закройте этот экран перед повторным входом.
tr: Hesap erişimi doğrulanamadı. Yeniden giriş yapmadan önce bu ekranı kapatın.
ur: اکاؤنٹ تک رسائی کی تصدیق نہیں ہو سکی۔ دوبارہ سائن ان کرنے سے پہلے یہ اسکرین بند کریں۔
zh_hans: 无法确认账户访问权限。请关闭此页面后再重新登录。
zh_hant: 無法確認帳號存取權限。請關閉此畫面後再重新登入。

source: Account access is ready. Registering this device and joining need separate confirmation.
ar: الوصول إلى الحساب جاهز. تسجيل هذا الجهاز والانضمام يحتاجان إلى تأكيد منفصل.
de: Der Kontozugriff ist bereit. Die Geräteregistrierung und der Teambeitritt müssen separat bestätigt werden.
es: El acceso a la cuenta está listo. Registrar este dispositivo y unirse al equipo requieren confirmaciones separadas.
fr: L’accès au compte est prêt. L’enregistrement de cet appareil et l’adhésion à l’équipe nécessitent des confirmations distinctes.
hi: खाते तक पहुँच तैयार है। इस डिवाइस का पंजीकरण और टीम में शामिल होना अलग-अलग पुष्टि माँगते हैं।
id: Akses akun siap. Pendaftaran perangkat ini dan bergabung ke tim memerlukan konfirmasi terpisah.
it: L’accesso all’account è pronto. La registrazione del dispositivo e l’adesione al team richiedono conferme separate.
ja: アカウントへのアクセスが準備できました。デバイスの登録とチームへの参加には、それぞれ確認が必要です。
ko: 계정 접근이 준비되었습니다. 이 기기 등록과 팀 가입은 각각 별도의 확인이 필요합니다.
pt_br: O acesso à conta está pronto. Registrar este dispositivo e entrar na equipe exigem confirmações separadas.
ru: Доступ к аккаунту готов. Регистрация устройства и вступление в команду требуют отдельных подтверждений.
tr: Hesap erişimi hazır. Bu cihazın kaydı ve ekibe katılma için ayrı onay gerekir.
ur: اکاؤنٹ تک رسائی تیار ہے۔ اس آلے کی رجسٹریشن اور ٹیم میں شمولیت کے لیے الگ الگ تصدیق درکار ہے۔
zh_hans: 账户访问已就绪。注册此设备和加入团队需要分别确认。
zh_hant: 帳號存取已就緒。註冊此裝置和加入團隊需要分別確認。

source: Account screen closed. Open the invitation again to continue.
ar: أُغلقت شاشة الحساب. افتح الدعوة مجددًا للمتابعة.
de: Kontobildschirm geschlossen. Öffne die Einladung erneut, um fortzufahren.
es: Pantalla de cuenta cerrada. Abre la invitación de nuevo para continuar.
fr: L’écran du compte est fermé. Rouvrez l’invitation pour continuer.
hi: खाते की स्क्रीन बंद हो गई। आगे बढ़ने के लिए आमंत्रण दोबारा खोलें।
id: Layar akun ditutup. Buka undangan lagi untuk melanjutkan.
it: Schermata dell’account chiusa. Riapri l’invito per continuare.
ja: アカウント画面を閉じました。続けるには招待をもう一度開いてください。
ko: 계정 화면이 닫혔습니다. 계속하려면 초대를 다시 여세요.
pt_br: Tela da conta fechada. Abra o convite novamente para continuar.
ru: Экран аккаунта закрыт. Откройте приглашение снова, чтобы продолжить.
tr: Hesap ekranı kapatıldı. Devam etmek için daveti yeniden açın.
ur: اکاؤنٹ کی اسکرین بند ہو گئی۔ جاری رکھنے کے لیے دعوت دوبارہ کھولیں۔
zh_hans: 账户页面已关闭。请重新打开邀请以继续。
zh_hant: 帳號畫面已關閉。請重新開啟邀請以繼續。

source: Account cleanup could not be confirmed. Do not retry this invitation yet.
ar: تعذّر تأكيد إنهاء عملية الحساب. لا تعِد محاولة هذه الدعوة الآن.
de: Der Abschluss der Kontobereinigung konnte nicht bestätigt werden. Versuche diese Einladung noch nicht erneut.
es: No se pudo confirmar la limpieza de la operación de cuenta. No reintentes esta invitación todavía.
fr: La fin du nettoyage de l’opération du compte n’a pas pu être confirmée. Ne réessayez pas encore cette invitation.
hi: खाते की प्रक्रिया की सफ़ाई की पुष्टि नहीं हो सकी। अभी इस आमंत्रण का दोबारा प्रयास न करें।
id: Pembersihan proses akun tidak dapat dikonfirmasi. Jangan coba ulang undangan ini dulu.
it: Impossibile confermare la pulizia dell’operazione dell’account. Non riprovare ancora questo invito.
ja: アカウント処理のクリーンアップを確認できませんでした。まだこの招待を再試行しないでください。
ko: 계정 작업 정리가 완료되었는지 확인할 수 없습니다. 아직 이 초대를 다시 시도하지 마세요.
pt_br: Não foi possível confirmar a limpeza da operação da conta. Ainda não tente este convite novamente.
ru: Не удалось подтвердить завершение очистки операции аккаунта. Пока не повторяйте это приглашение.
tr: Hesap işleminin temizlendiği doğrulanamadı. Bu daveti henüz yeniden denemeyin.
ur: اکاؤنٹ کی کارروائی کی صفائی کی تصدیق نہیں ہو سکی۔ ابھی اس دعوت کو دوبارہ نہ آزمائیں۔
zh_hans: 无法确认账户操作已清理完成。请暂勿重试此邀请。
zh_hant: 無法確認帳號操作已清理完成。請暫勿重試此邀請。

source: Check previous join
ar: تحقق من محاولة الانضمام السابقة
de: Vorherigen Beitritt prüfen
es: Comprobar intento anterior
fr: Vérifier la tentative précédente
hi: पिछले प्रयास की जाँच करें
id: Periksa percobaan sebelumnya
it: Verifica il tentativo precedente
ja: 前回の参加を確認
ko: 이전 참여 시도 확인
pt_br: Verificar tentativa anterior
ru: Проверить предыдущую попытку
tr: Önceki katılma girişimini kontrol et
ur: پچھلی کوشش کی جانچ کریں
zh_hans: 检查上次加入尝试
zh_hant: 檢查上次加入嘗試

source: Check the previous attempt before sending another join request.
ar: تحقق من المحاولة السابقة قبل إرسال طلب انضمام آخر.
de: Prüfe den vorherigen Versuch, bevor du eine weitere Beitrittsanfrage sendest.
es: Comprueba el intento anterior antes de enviar otra solicitud para unirte.
fr: Vérifiez la tentative précédente avant d’envoyer une autre demande d’adhésion.
hi: जुड़ने का दूसरा अनुरोध भेजने से पहले पिछले प्रयास की जाँच करें।
id: Periksa percobaan sebelumnya sebelum mengirim permintaan bergabung lagi.
it: Verifica il tentativo precedente prima di inviare un’altra richiesta di adesione.
ja: 別の参加リクエストを送信する前に、前回の試行を確認してください。
ko: 다른 참여 요청을 보내기 전에 이전 시도를 확인하세요.
pt_br: Verifique a tentativa anterior antes de enviar outro pedido para entrar.
ru: Проверьте предыдущую попытку, прежде чем отправлять ещё один запрос на вступление.
tr: Başka bir katılma isteği göndermeden önce önceki girişimi kontrol edin.
ur: شامل ہونے کی ایک اور درخواست بھیجنے سے پہلے پچھلی کوشش کی جانچ کریں۔
zh_hans: 发送新的加入请求前，请先检查上次尝试。
zh_hant: 傳送新的加入請求前，請先檢查上次嘗試。
